Revit 2027 API
ParameterTypeId.SectionAttrHeadTag Property
 "Section Head"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SectionAttrHeadTag { get; }
Public Shared ReadOnly Property SectionAttrHeadTag As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SectionAttrHeadTag {
	ForgeTypeId^ get ();
}
static member SectionAttrHeadTag : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace